@extends('frontend.partials.master')

@section('register')

<div class="container">
        <div class="dividers"></div>
        <div class="uk-container uk-container-center">
        <div class="breadcrumb-account register-page">
            <h1>{{__('cp.create_new_account_in_tactic')}}</h1>
            <p>{{__('cp.take_the_first_steps_to_your_success_and_distinction')}}</p>
            <p class="uk-margin-top">{{__('cp.you_have_account_in_tactic')}}<a href="login">  {{__('cp.to_login')}}</a></p>
        </div>


        <div class="uk-container-center container-small uk-margin-large-top uk-margin-large-bottom">
                        <h1 class="title-site uk-text-center uk-margin-bottom">{{__('cp.register')}}</h1>

            <form id="form-signup" class="uk-form" method="POST" action="{{ route('register') }}">
                @csrf
                {{-- <input type="hidden" name="_token" value="2TwyOejgtVnpJKtdwj6W3rX5WtRSpmHIEbpKIKxt">   --}}
                <div class="uk-form-row">
                    <div class="form-group field-signupform-city required">

                        <select id="country" class="uk-form-large uk-width-1-1" name="type">
                            <option value="">نوع العميل</option>
                                                        <option value="1">فرد</option>
                                                        <option value="2">مؤسسة</option>
                                                        <option value="3">شركة</option>
                                                    </select>





                    </div>
                </div>

                              <div class="uk-form-row">
                    <div class="form-group field-signupform-username required">

                        <input type="text" id="first_name" class="uk-form-large uk-width-1-1 form-control"
                               name="first_name" value="" required autofocus placeholder="{{__('cp.first_name')}}">





                    </div>
                </div>
                <div class="uk-form-row">
                    <div class="form-group field-signupform-username required">

                        <input type="text" id="last_name" class="uk-form-large uk-width-1-1 form-control"
                               name="last_name" value="" required autofocus placeholder="{{__('cp.last_name')}}">





                    </div>
                </div>
                <div class="uk-form-row" id="show_input">
          
                    
                        <div class="form-group field-signupform-phone">
                            <input type="number" id="phone" class="uk-form-large uk-width-1-1" name="phone"
                                   placeholder="{{__('cp.phone')}}" value="">
                        </div>





                </div>

                <div class="uk-form-row">
                    <div class="form-group field-signupform-email required">
                        <input type="email" id="email" class="uk-form-large uk-width-1-1 form-control" name="email"
                               value="" required placeholder="{{__('cp.email')}}">
                    </div>





                </div>
                <div class="uk-form-row">
                    <div class="form-group field-signupform-password required">

                        <input id="password" type="password" class="uk-form-large uk-width-1-1 form-control"
                               name="password" required placeholder="{{__('cp.password')}}">





                    </div>
                </div>

                <div class="terms-links uk-form-row">
                    <div class="form-group field-signupform-terms required">

                        <input id="password-confirm" type="password" class="uk-form-large uk-width-1-1 form-control"
                               name="password_confirmation" required placeholder="{{__('cp.password_confirmation')}}">

                        <div class="help-block"></div>
                    </div>
                </div>

                <div class="terms-links uk-form-row">
                    <div class="form-group field-signupform-terms required">

                        <label><input type="checkbox" required name="terms" id="term" value="1"> {{__('cp.agree_to')}}
                            <a href="#" data-toggle="modal" data-target="#terms">{{__('cp.the_terms_and_conditions')}}</a></label>

                        <div class="help-block"></div>
                    </div>
                </div>
                <div class="uk-form-row">
                    <button type="submit" class="uk-button-large uk-button uk-button-primary uk-width-1-1"
                            id="signup_btn">{{__('cp.register')}}
                    </button>
                </div>
                <div class="alert alert-danger" id="error-msg" style="display: none;margin-top: 10px"></div>

                <!-- Modal -->
                <div class="modal fade" id="terms" tabindex="-1" role="dialog" aria-labelledby="termsLabel">
                    <div class="modal-dialog" role="document">
                        <div class="modal-content">
                            <div class="modal-header">
                                <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span
                                        aria-hidden="true">&times;</span></button>
                                <h4 class="modal-title" id="termsLabel">{{__('cp.the_terms_and_conditions')}}</h4>
                            </div>
                            <div class="modal-body">
                                <p><strong>ضوابط وشروط وأحكام المستخدم لمنصة تكتيك</strong></p>
                                <p>تمثل هذه الضوابط والشروط اتفاق رسمي "عقد" بين "تكتيك" ومستخدمي المنصة. وتحكم شروط
                                    المستخدم هذه استخدامكم لمنصة تكتيك والتي هي عبارة عن منصة الكترونية لوساطة الإنتاج
                                    الإعلامي، تجمع بين مقدمي الخدمات الإعلامية عبر "مقدمي الخدمات" وبين العملاء
                                    المستخدمين للمنصة، حيث تسمح منصة تكتيك لمقدمي الخدمات التواصل مع العملاء مستخدمي
                                    المنصة وتقديم الخدمات لهم وفقاً لما تتيحه المنصة.</p>
                                <p>إن أي استخدام من قبلك للخدمات التي توفرها منصة تكتيك يشكل موافقة منك على هذا العقد
                                    وأحكامه، وتبعاً لذلك يجب عليك عدم استخدام المنصة في حال لم تكن موافقاً على الأحكام
                                    والشروط الواردة في هذا العقد.</p>
                                <p> تحتفظ تكتيك بحق تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك
                                    كمستخدم للمنصة مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على
                                    الأحكام والشروط هذه، كما نأمل مراجعة سياسة الخصوصية لدينا لمعرفة المزيد حول كيفية
                                    استخدام تكتيك للمعلومات التي تقدم لنا من قبل مستخدمي المنصة.</p>
                                <p><strong>أحقية الحصول على الخدمات</strong>
                                </p>
                                <p>أنت تقر وتضمن التالي:</p>
                                <p>1-أنه لم يسبق أن تم تعطيل استخدامك لخدمات تكتيك أو منعك من استخدامها في أي وقت من
                                    الأوقات.</p>
                                <p>2-أنك لست منافساً لتكتيك، كما أنك لا تقدم أي منتج منافس للخدمات المقدمة من تكتيك.</p>
                                <p>3-أنك تتمتع بكامل القوة والسلطة للتعاقد وأنك بذلك لن تكون منتهكاً لأي قانون أو
                                    عقد.</p>
                                <p><strong>التعهدات والضمانات</strong></p>
                                <p>أنت تقر وتضمن بأنك سوف:</p>
                                <p>تمتثل لكافة القوانين واللوائح المعمول بها في المملكة العربية السعودية.</p>
                                <p>تقدم معلومات صحيحة ودقيقة إلى تكتيك وتقوم بتحديثها بشكل دوري.</p>
                                <p>تراجع وتمتثل لأي إشعارات يتم إرسالها من خلال تكتيك فيما يتعلق باستخدامكم للخدمات
                                    المقدمة من منصة تكتيك.</p>
                                <p>لن تقوم بتكرار تراخيص من الباطن، أو إصدار، أو نشر، أو نقل، أو توزيع، أو تنفيذ، أو
                                    عرض، أو بيع، أو إعادة تصنيف خدمات تكتيك ، وإلا فإنك تكون قد نقلت الخدمة أو قمت
                                    باستغلالها تجارياً، باستثناء ما يسمح به بموجب هذا العقد.</p>
                                <p>لن تستخدم المعلومات، أو المحتوى أو أي بيانات تصل إليها أو تحصل عليها من خلال خدمات
                                    تكتيك- في أي غرض آخر إلا للاستعمال الشخصي وسوف تستخدم المنصة والخدمة حصراً للأغراض
                                    الخاصة بك ولن تبيعها لأي طرف ثالث (بما في ذلك على سبيل المثال لا الحصر تقديم أي خدمة
                                    إلى أي شخص آخر). </p>
                                <p>سوف تستخدم الخدمة أو المنصة لأغراض مشروعة فقط، ولن تستخدم الخدمات لإرسال أو تخزين أي
                                    مواد غير قانونية أو بهدف الاحتيال.</p>
                                <p>سوف تتحمل وحدك مسؤولية أسلوب وطريقة وصفك للمشروع والخدمة المطلوبة، ومسؤولية اختيارك
                                    لمقدم الخدمة، ومسؤولية مناقشاتك وتوجيهاتك لمقدم الخدمة.</p>
                                <p>سوف تكون مسؤولاً وحدك عن معرفة آلية عمل المنصة، وستتحمل مسؤولية أي عملية أو إجراء
                                    تتخذه حيث أن جميع إجراءات المنصة والموقع تلقائية.</p>
                                <p>سوف لن تتواصل مع مقدمي الخدمة خارج منصة "تكتيك" وستتحمل وحدك أي مسؤولية تواصل مع أي
                                    مقدم خدمة خارج منصة "تكتيك"، وبالتالي فإن أي اتفاق بينك وبين مقدم الخدمة خارج منصة
                                    "تكتيك" لا يعتبر جزء من الاتفاق الذي تم داخل المنصة ولا يعتد به.</p>
                                <p>سوف لن تقوم بدفع أي مبالغ مع أي مقدم خدمة من منصة "تكتيك" بشكل مباشر أو بطريقة أخرى
                                    خلاف الطرق التي تحددها منصة "تكتيك"، وسوف تتحمل المسؤولية كاملة في حال حدوث ذلك.</p>
                                <p>لن تستخدم الخدمة أو المنصة للتسبب بإيذاء أو مضايقة أو إزعاج أحد ما.</p>
                                <p>لن تعرقل التشغيل السليم لمنصة تكتيك.</p>
                                <p>لن تحاول إلحاق الضرر بالخدمة أو المنصة بأي شكل من الأشكال.</p>
                                <p>لن تنسخ أو توزع المنصة أو المحتويات الأخرى دون الحصول على إذن كتابي من تكتيك.</p>
                                <p>سوف تحافظ على كلمة المرور لحسابك أو أي وسيلة تعريف نقدمها لك وتتيح الدخول إلى حسابك،
                                    بشكلٍ آمن وسري.</p>
                                <p>سوف تقدم لنا كافة الدلائل التي تثبت هويتك وفقاً لتقدير تكتيك الخاص.</p>
                                <p>سوف تستخدم فقط أجهزة الاتصال اللاسلكي بالإنترنت أو حساب بيانات الجيل الثالث ( AP )
                                    المصرح لك باستخدامهما .</p>
                                <p>يحق لـتكتيك رفض تقديم الخدمة أو استخدام المنصة دون إبداء أسباب.</p>
                                <p><strong>نطاق الترخيص</strong></p>
                                <p>تمنحك تكتيك ترخيص غير حصري، وغير قابل للتحويل، وغير قابل للتنازل، وغير قابل للترخيص
                                    من الباطن وغير قابل للإلغاء وذلك للحصول على خدماتنا واستخدامها فقط للغرض الشخصي (ليس
                                    لأي أغراض تجارية على سبيل المثال لا الحصر) وفقاً لهذا العقد، لذا يجب عليك:</p>
                                <p>عدم إتاحة الخدمات أوتأجير، أواستئجار أوتخصيص أوإعادة بيع، أو توزيع أو ترخيص من الباطن
                                    لهذه الخدمات إلى أي طرف ثالث.</p>
                                <p>عدم تعديل، أو اجتزاء، أو ترجمة، أو تلخيص، أو إنشاء عمل فرعي يقوم على فك، أو تنفيذ
                                    هندسة عكسية لتصميم منصة تكتيك أو خلاف ذلك من تحديد أو محاولة تحديد أو محاولة الوصول
                                    إلى شفرة المصدر أو التصميم الداخلي للخدمات أو أي نص، أو صور الوسائط المتعددة (صور،
                                    صوتيات، ملفات فيديو)، أو البيانات أو غيرها من المعلومات التي تقدمها تكتيك أو الطرف
                                    الثالث من مقدمي الخدمة.</p>
                                <p>عدم حذف، أو تغيير، أو غير ذلك من التعديل على أي حق من حقوق النشر أو غيرها من
                                    الإخطارات الرسمية الواردة في الخدمات.</p>
                                <p> عدم تعمد نقل، أو توزيع الخدمات، أو السماح بتحميل الخدمات للاستخدام بخلاف ما هو محدد
                                    هنا.</p>
                                <p>عدم الادعاء بمنح الخدمات أو السماح بالوصول إليها لأي شخص غيرك.</p>
                                <p>عدم السماح بمشاركة اسم المستخدم/ أو كلمة المرور أو غيرها من مسوغات الوصول إلى خدمات
                                    تكتيك.</p>
                                <p><strong>حقوق الملكية الفكرية</strong></p>
                                <p>جميع حقوق الملكية الفكرية لهذه الخدمات وكافة المواد المتعلقة بها أو التي تظهر عليها
                                    (وتشمل أي محتوى تقوم بتقديمه أو بإدراجه) هو ملكية لـتكتيك. ويجب عليك ألا تقوم بإعادة
                                    إنتاج أو السماح لأي شخص، لأي سبب من الأسباب، باستخدام أو إعادة إنتاج الخدمات أو أي
                                    علامات تجارية أو غيرها من الأسماء التجارية التي تظهر في الخدمات.</p>
                                <p><strong>الدفع والاسترجاع</strong></p>
                                <p>تحتفظ تكتيك لنفسها بالحق في فرض رسوم جديدة على استخدام المنصة أو الخدمة أو كليهما.
                                    إذا قررت تكتيك فرض رسوم جديدة، فإنه سيتم إفادتك بذلك وسيتم السماح لك بالاستمرار في
                                    العقد أو إنهائه.</p>
                                <p>يمكن العثور على الأسعار التي يطبقها مقدمي الخدمات مقابل تقديم الخدمة على المنصة، ولا
                                    تتدخل تكتيك في آلية المزايدة التي تتم بين مقدمي الخدمات لتقديم الأسعار الخاصة
                                    بالخدمة المطلوبة من طرفك.</p>
                                <p>يتوجب عليك الدفع إلى مقدم الخدمة عن طريق استخدام محفظة "تكتيك" الموجودة في الموقع،
                                    والتي يتم تعبئتها عن طريق الحوالات البنكية أو بطاقات الائتمان، ويتم من خلال الرصيد
                                    الموجود فيها دفع المستحقات الخاصة بمقدمي الخدمة.</p>
                                <p>عند اختيارك لمقدم خدمة وفق المزايدة التي قدمها لتنفيذ الخدمة المطلوبة، يتم انتقال
                                    المبلغ من محفظتك لدى "تكتيك" إلى منصة "تكتيك" التي تقوم بتعليق المبلغ المستحق لتقديم
                                    الخدمة لحين تنفيذ الخدمة، وبموافقتك على إتمام الخدمة يتم تسليم المبلغ لمقدم
                                    الخدمة.</p>
                                <p>توافق وتقر على أنه في حال رغبتك في استرجاع مبالغ موجودة في محفظتك لدى "تكتيك" وغير
                                    معلقة لحساب مشاريع تحت التنفيذ – فيما عدا الخدمات المصغرة- والتي لا يكون فيها
                                    الاسترجاع ممكناً، فإنه يتوجب على "تكتيك" إرجاع المبالغ المطلوبة على أن يتم خصم نسبة
                                    التعاملات المالية وقدرها (2.9%) من كامل المبلغ المسترجع.</p>
                                <p><strong>التعويض</strong><strong>:</strong></p>
                                <p>بموافقتك على شروط المستخدم الماثلة واستخدام المنصة أو الخدمة، فإنك توافق على الدفاع
                                    عن تكتيك والشركات التابعة لها والجهات المرخِّصة لها وكل مسؤول من مسؤوليها ومديريها
                                    وغيرهم من المستخدمين والموظفين والمحامين والوكلاء وعدم إلحاق الضرر بهم وإبراء ذمتهم
                                    من أي مطالبات وتكاليف وأضرار وخسائر ومسؤوليات ومصروفات (بما في ذلك أتعاب وتكاليف
                                    المحاماة) تنشأ عن أو ترتبط بما يلي:</p>
                                <p>1.انتهاكك أو مخالفتك لأي شرط من شروط المستخدم الماثلة هذه أو لأي قانون أو لوائح معمول
                                    بها، سواء أشير إليها في شروط وأحكام الاستخادم هذه ام لا،</p>
                                <p>2.انتهاكك لأي حقوق تخص الغير، بما في ذلك مُقدمي الخدمات الذين تنظمهم المنصة،</p>
                                <p>3.استخدامك أو إساءة استخدامك للمنصة أو الخدمة.</p>
                                <p><strong>المسؤولية القانونية</strong></p>
                                <p>المعلومات والتوصيات والخدمات أو أي منها التي قُدمت لك على أو من خلال موقع الويب
                                    والخدمة والمنصة هي لأغراض المعلومات العامة فقط ولا تمثل أي نصيحة. ستحافظ تكتيك قدر
                                    الإمكان على صحة وتحديث الموقع والمنصة ومحتوياتهما، لكنها لا تضمن أن (محتويات) الموقع
                                    أو المنصة خالية من الأخطاء والعيوب والبرامج الضارة والفيروسات ولا تضمن صحة ودقة
                                    وتحديث موقع الويب والمنصة.</p>
                                <p>لا تتحمل تكتيك المسؤولية عن أي أضرار تنتج عن استخدام (أو عدم القدرة على استخدام)
                                    الموقع أو المنصة، بما في ذلك الأضرار التي تسببها البرامج الضارة أو الفيروسات، كما لا
                                    تتحمل مسؤولية عدم صحة أو عدم اكتمال المعلومات أو موقع الويب أو المنصة، ما لم يكن هذا
                                    الضرر ناتج عن سوء سلوك عمدي أو عن إهمال جسيم من جانب تكتيك.</p>
                                <p>كما لا تتحمل تكتيك أي مسؤولية عن أي أضرار تنتج عن استخدام (أو عدم القدرة على استخدام)
                                    وسائل اتصال إلكترونية مع الموقع الإلكتروني أو مع المنصة، بما في ذلك - على سبيل
                                    المثال لا الحصر - الأضرار الناتجة عن عدم تسليم المكاتبات الإلكترونية أو التأخر في
                                    تسليمها أو اعتراضها أو التلاعب في المكاتبات الإلكترونية من جانب الغير أو من جانب
                                    برامج الكمبيوتر المستخدمة للمكاتبات الإلكترونية ونقل الفيروسات.</p>
                                <p>تقع مسؤولية جودة الخدمات المطلوبة باستخدام المنصة أو الخدمة بأكملها على عاتق مقدم
                                    الخدمة الذي يقدم لك في النهاية . لا تقبل تكتيك تحت أي ظرف من الظروف أي مسؤولية تتعلق
                                    بالخدمان التي يقدمها مقدم الخدمة أو تنشأ عنها، كما لا تقبل المسؤولية عن أي أفعال أو
                                    تصرفات أو سلوك أو إهمال، أو جميع ما سبق، من جانب مقدمي الخدمة. ومن ثم، فإن أي شكاوى
                                    بشأن الخدمات ينبغي تقديمها على مقدم الخدمة.</p>
                                <p><strong>تعديل الخدمات</strong><strong>:</strong></p>
                                <p>تحتفظ تكتيك بحقها، وبإرادتها المنفردة، بأن تقوم في أي وقت بالآتي:</p>
                                <p>تغيير الخدمات أو أي مواد مرتبطة بها؛ و/ أو إيقاف نشر خدماتها.</p>
                                <p>إذا قررت تكتيك إيقاف نشر خدماتها، فإنها قد تقوم بإرادتها باستبدال الخدمات بمواد أخرى
                                    مشابهة.</p>
                                <p><strong>حدود المسئولية</strong><strong>:</strong></p>
                                <p>لا تقدم تكتيك أي ضمانات، واضحة أو ضمنية، تتعلق بالخدمات، فهي جميعها يتم تقديمها "كما
                                    هي". وتخلي تكتيك مسئوليتها بشكل واضح، إلى أقصى درجة ممكنة وفقاً للقانون، عن كافة
                                    الضمانات، وتشمل ولا تقتصر على، ضمانات الملائمة لغرض معين، الملائمة لمواصفات وأسواق
                                    معينة، وقابلية حقوق الملكية للبيع، كما أن تكتيك لا تضمن دقة، أو محتوى، أو توقيت
                                    الخدمات أو النتائج التي قد ينالها أو لا ينالها مستخدم الخدمات. ولن تكون تكتيك أو
                                    وكلائها أو مانحي التراخيص أو الشركات التابعة لها مسئولة في أي حال من الأحوال عن
                                    الأضرار المباشرة أو غير المباشرة أو الجزاءات أو الأضرار الخاصة أو حدوث أضرار عرضية
                                    أو تبعية (وتشمل على سبيل المثال لا الحصر، الأضرار الناتجة عن خسارة الأرباح، تعطل
                                    الأعمال، فقدان معلومات الأعمال أو غيرها من الخسائر المالية) الناجمة بشكل مباشر أو
                                    غير مباشر عن الوصول إلى الخدمات واستخدامها (أو الفشل في استخدامها) أو الاعتماد
                                    عليها.</p>
                                <p><strong>الأمان</strong><strong>:</strong></p>
                                <p>إنك تقر بتحملك المسئولية منفرداً عن خصوصية الخدمات، وتكون مسئولاً منفرداً عن
                                    استخدامها من قبل أي شخص آخر باستخدام حسابك و/أو اسم المستخدم أو كلمة المرور أو
                                    مسوغات الوصول الخاصة بك. كما أنك توافق على إخطار تكتيك إذا أصبحت على علم بأي خسارة،
                                    أو سرقة، أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتكول
                                    الانترنت IP، أو غير ذلك من أساليب الوصول إلى الخدمات.</p>
                                <p><strong>التعاملات مع الغير</strong></p>
                                <p>أثناء استخدام موقع الويب والمنصة والخدمة، قد يتم من آن لآخر توفير ارتباطات لمواقع ويب
                                    يمتلكها ويتحكم فيها الغير من أجل مراسلة الغير أو شراء منتجات أو خدمات منه أو
                                    المشاركة في العروض الترويجية التي يقدمها. تنتقل بك تلك الارتباطات إلى خارج الموقع
                                    والمنصة والخدمة، وهي خارج نطاق سيطرة تكتيك.</p>
                                <p>أثناء استخدامك لموقع الويب والمنصة والخدمة، قد تراسل أو تشتري بضائع أو خدمات أو تشارك
                                    في عروض ترويجية مقدمة من مقدمي خدمات أو مُعلنين أو جهات راعية تعرض بضائعها أو
                                    خدماتها عبر ارتباط على موقع الويب أو من خلال المنصة أو الخدمة. تنتقل بك تلك
                                    الارتباطات إلى خارج الموقع والمنصة والخدمة، وهي خارج نطاق سيطرة تكتيك. إن مواقع
                                    الويب التي يمكنك الارتباط بها لها شروط وأحكام مستقلة وكذلك سياسة خصوصية مستقلة. ولا
                                    تتحمل تكتيك أي مسؤولية عن محتوى مواقع الويب تلك وأنشطتها ولا يمكن مساءلتها عنها.
                                    ولذلك، فإنك تتحمل كامل المخاطر التي تنتج عن زيارة تلك المواقع أو دخولها.</p>
                                <p>يُرجى ملاحظة أن تلك المواقع الأخرى قد ترسل ملفات تعريف الارتباط الخاصة بها إلى
                                    المستخدمين أو تجمع بياناتهم أو تطلب معلومات شخصية، ومن ثم، نوصيك بالتحقق من شروط
                                    الاستخدام أو سياسات الخصوصية الموجودة على تلك المواقع قبل استخدامها.</p>
                                <p><strong>مدة العقد وإنهاؤه</strong></p>
                                <p>يكون العقد المُبرم بينك وبين تكتيك غير محدد المدة. ويحق لك إنهاء العقد في أي وقت بحذف
                                    التطبيق المُثبّت على هاتفك الذكي –إن وجد- حذفًا نهائيًا، أو بحذف حسابك من منصة
                                    تكتيك، وبذلك تعطل استخدامك للمنصة والخدمة. يمكنك أن تغلق حساب المستخدم الخاص بك في
                                    أي وقت.</p>
                                <p>يحق لـتكتيك إنهاء العقد بأثر فوري في أي وقت (بتعطيل استخدامك للمنصة والخدمة)، وذلك في
                                    حالة قيامك بأي مما يلي: (أ) انتهاك أو خرق أي شرط من شروط المُستخدم، (ب) إذا رأت
                                    تكتيك أنك تسيء استخدام المنصة أو الخدمة. إن تكتيك غير ملزمة بإرسال سابق إخطار بإنهاء
                                    العقد.</p>
                                <p><strong>بطلان حكم أو أكثر</strong></p>
                                <p>لا يؤثر بطلان أي حكم من أحكام شروط المستخدم الماثلة على صحة باقي الأحكام الأخرى
                                    الواردة فيها.</p>
                                <p><strong></strong>في حالة وجود أي حكم باطل في شروط المستخدم الماثلة أو وجود حكم غير
                                    مقبول في ظروف معينة وفقًا لمعايير المعقولية والعدالة وإلى هذا المدى فقط، يُعمل بدلاً
                                    منه بين الطرفين بحكم يكون مقبولاً مراعاةً لجميع الظروف ويتوافق مع أحكام الشرط الباطل
                                    قدر الإمكان، مع مراعاة محتوى شروط المستخدم الماثلة وغرضها.</p>
                                <p><strong>تعديل الخدمة وشروط المستخدم</strong></p>
                                <p>تحتفظ تكتيك لنفسها بالحق، وفقًا لتقديرها وحدها، في تعديل أي شرط من شروط المستخدم
                                    الماثلة أو استبداله، أو تغيير الخدمة أو المنصة أو تعليقهما أو إيقافهما (بما في ذلك
                                    على سبيل المثال لا الحصر، توفير أي ميزة أو قاعدة بيانات أو محتوى) في أي وقت، وذلك
                                    بنشر إخطار على الموقع أو بإرسال إخطار لك من خلال الخدمة أو المنصة أو عبر البريد
                                    الإلكتروني. كما يجوز لـتكتيك أن تضع قيودًا على ميزات وخدمات مُعيَّنة أو تقصر وصولك
                                    إلى أجزاء من الخدمة أو الخدمة بأكملها دون إخطار أو مسؤولية.</p>
                                <p><strong>الإخطار</strong></p>
                                <p>يجوز لـتكتيك أن ترسل إخطارًا عن طريق إرسال إخطار عام عن الخدمة أو المنصة، أو بإرسال
                                    بريد إلكتروني إلى عنوانك البريدي المُسجل في معلومات الحساب لدى تكتيك، أو بإرسال
                                    مكاتبة بالبريد العادي على عنوانك المسجل في معلومات الحساب لدى تكتيك.</p>
                                <p><strong>القانون المعمول به وحل النزاعات</strong></p>
                                <p>تخضع شروط المستخدم الماثلة ويطبق على تسوية أي نزاع أو مطالبة أو خلاف ينشأ عن شروط
                                    المستخدم الماثلة أو يتعلق بها أو أي انتهاك لها أو إنهائها أو تنفيذها أو تفسيرها أو
                                    صحتها أو استخدام الموقع أو الخدمة أو المنصة، للقوانين والأنظمة المطبقة في المملكة
                                    العربية السعودية وتفسر وفقا لها.</p>
                                <p><strong>للتواصل معنا</strong><strong>:</strong></p>
                                <p>إذا كان لديك أي أسئلة بشأن شروط المستخدم هذه، أو الممارسات بهذه المنصة، أو تعاملاتك
                                    مع المنصة، يمكنكم التواصل معنا من خلال:</p>
                                <p><a href="mailto:info@tmp.sa" target="_blank">info@tmp.sa</a></p>
                                <hr>
                                <p>سياسة الخصوصية لمنصة تكتيك</p>
                                <p>تحكم سياسة الخصوصية الأسلوب الذي تقوم به "تكتيك" بجمع، واستخدام، والحفاظ والتصريح
                                    بالمعلومات التي تم جمعها من قبل مستخدمين منصة تكتيك وتطبق سياسة الخصوصية هذه في
                                    المنصة وكافة المنتجات والخدمات المقدمة من تكتيك.</p>
                                <p>معلومات الهوية الشخصية:</p>
                                <p>يقوم تكتيك بجمع معلومات عن الهوية الشخصية من المستخدمين بطرق مختلفة، وتشمل ولا تقتصر
                                    فقط على أوقات زيارة المستخدم للمنصة، التسجيل في منصة تكتيك، ملىء الطلب، نموذج تحليل
                                    الإستبيان، وغير ذلك من الأنشطة، والخدمات، والميزات أو المصادر التي قد نوفرها على
                                    منصننا. قد يُطلب من المستخدمين توضيح الاسم بشكل كامل، وعنوان البريد الإلكتروني، ورقم
                                    الهاتف، وبيانات بطاقة الائتمان.</p>
                                <p><strong>معلومات لا تتعلق بالهوية الشخصية</strong><strong>:</strong></p>
                                <p>يقوم تكتيك بجمع بعض المعلومات عن المستخدمين اينما تفاعلوا مع المنصة, وهذه المعلومات
                                    لا تتعلق بالهوية الشخصية انما قد تتضمن نوع الهاتف الذكي و معلومات تقنية عن اساليب
                                    إتصال المستخدم بالمنصة, مثل الشركة المستخدمة لتقديم خدمة الانترنت وغيرها من
                                    المعلومات المشابهة.</p>
                                <p><strong>كيف نقوم باستخدام المعلومات التي تم جمعها</strong><strong>:</strong></p>
                                <p>يقوم تكتيك بجمع واستخدام المعلومات الشخصية للمستخدمين في الأغراض التالية:</p>
                                <p><i>-تحسين جودة خدمة العملاء.</i></p>
                                <p> تساعدنا المعلومات الخاصة بك على سهولة الاستجابة لطلباتك الموجهة لخدمة العملاء
                                    واحتياجاتك للدعم بشكل أكثر فاعلية.</p>
                                <p><i>-لتحسين المنصة.</i></p>
                                <p> نسعى باستمرار لتحسين العروض المقدمة من خلال المنصة او موقعنا الالكتروني وفقاً
                                    للمعلومات والملاحظات التي نتلقاها منك.</p>
                                <p><i>-إرسال رسائل الكترونية بشكل دوري.</i></p>
                                <p>عنوان البريد الالكتروني الذي يسجله المستخدمون للتعامل مع طلبهم، سوف يستخدم فقط في
                                    إرسال معلومات وتحديثات لهم تتعلق بطلبهم. وقد يُستخدم أيضاً في الاستجابة للاستفسارات،
                                    أو غيرها من الطلبات أو الأسئلة. وإذا قرر المستخدم الانضمام إلى قائمة مراسلاتنا، فإنه
                                    سوف يتلقى رسائل على بريده الإلكتروني قد تتضمن أخبار تكتيك، آخر التحديثات، ومعلومات
                                    تتعلق بالمنصة. وإذا أراد المستخدم في أي وقت إلغاء تسجيل تلقي أي رسائل مستقبلية،
                                    فإننا نقدم له توجيهات مفصلة حول إلغاء التسجيل في نهاية كل رسالة على بريده
                                    الالكتروني، او يمكن للمستخدم التواصل معنا من خلال المنصة او موقعنا الالكتروني.</p>
                                <p><strong>كيف نقوم بحماية معلوماتك</strong><strong>:</strong></p>
                                <p>نحن نتبع الإجراءات السليمة ومعايير الأمان في جمع وحفظ والتعامل مع البيانات، وذلك
                                    لحماية تلك البيانات ضد التعامل غير المصرح به، أو التعديل، أو الإفصاح أو إتلاف
                                    بياناتك الشخصية، واسم المستخدم، وكلمة المرور، ومعلومات تخص تعاملاتك والبيانات
                                    المخزنة على منصةنا. يتم تبادل البيانات الحساسة والخاصة بين تكتيكومستخدميه من خلال
                                    قنوات اتصال مؤمنة ويتم تشفيرها وحمايتها من خلال طرق وأساليب رقمية معتمدة.</p>
                                <p><strong>مشاركة البيانات الشخصية</strong><strong>:</strong></p>
                                <p>نحن في تكتيك لا نقوم ببيع، أو المتاجرة، أو تأجير بيانات الهوية الشخصية الخاصة
                                    بالمستخدمين إلى جهات أخرى، وقد نشارك المعلومات الديموغرافية العامة المجمعة والتي لا
                                    ترتبط بأي معلومات عن الهوية الشخصية الخاصة بالزائرين والمستخدمين مع شركاءنا،
                                    والشركات التابعة والمعلنين وذلك للأغراض الموضحة أعلاه. وقد نستخدم طرف ثالث مقدم
                                    للخدمة ليساعدنا في تسيير أعمالنا وأيضاً في عمل المنصة أو في إدارة الأنشطة بالنيابة
                                    عنا، مثل إرسال النشرات الإخبارية أو الدراسات الاستقصائية. قد نشارك بياناتك مع هذا
                                    الطرف الثالث في حدود تلك الأغراض المحددة في حالة أنك أعطيت لنا إذن بذلك.</p>
                                <p><strong>المواقع الخاصة بالطرف الثالث</strong><strong>:</strong></p>
                                <p>قد يجد المستخدمون إعلانات أو غيرها من المحتويات على منصةنا تحمل روابط لمواقع وخدمات
                                    شركائنا، أو الموردين، أو المعلنين، أو الراعين، أو مانحي التراخيص، أو غيرهم من
                                    الكيانات التي تمثل الطرف الثالث. وينبغي العلم بأننا لا نتحكم في المحتوى أو الروابط
                                    التي تظهر على تلك المواقع ولسنا مسئولين عن الممارسات التي تقوم بها المواقع المرتبطة
                                    بموقعنا. بالإضافة إلى ذلك، فإن تلك المواقع أو الخدمات، وتشمل المحتوى والروابط، قد
                                    تتغير باستمرار. وهذه المواقع والخدمات يكون لديها سياسة الخصوصية وسياسات خدمة العملاء
                                    الخاصة بها. كما أن التصفح والتفاعل على أي موقع آخر، بما في ذلك المواقع التي تحمل
                                    رابط لمنصةنا، تخضع للشروط والسياسات الخاصة بتلك المواقع.</p>
                                <p><strong>التغيرات التي تطرأ على سياسة الخصوصية</strong><strong>:</strong></p>
                                <p>تمتلك تكتيك حرية التصرف في تحديث سياسة الخصوصية هذه في أي وقت. وعندما نقوم بذلك، على
                                    المستخدم مراجعة تاريخ التحديث أسفل هذه الصفحة، وسنقوم بإرسال رسالة على البريد
                                    الالكتروني. لذا نحث المستخدمين على مراجعة سياسة الخصوصية بشكل متكرر للاطلاع على أي
                                    تغيرات بحيث يكونوا على علم بما نقوم به في سبيل حماية البيانات الشخصية التي نقوم
                                    بجمعها. وان يقر ويوافق المستخدم على مسئوليته في مراجعة سياسة الخصوصية هذه بشكل دوري
                                    وإدراكه للتعديلات.</p>
                                <p><strong>الموافقة على شروط الاستخدام</strong><strong>:</strong></p>
                                <p>استخدامك لهذا المنصة، يفيد بموافقتك على سياسة الخصوصية المتبعة لدينا والضوابط والشروط
                                    التي تحكم استخدام هذا المنصة. فإذا لم تكن موافقاً على هذه السياسة، يتوجب عليك عدم
                                    استخدام منصةنا. وإنك تقر بأن استمرار استخدامك للمنصة بعد إعلان التغييرات التي تطرأ
                                    على هذه السياسة أو على ضوابط وشروط استخدام المنصة سيعتبر بمثابة موافقة منك على هذه
                                    التغييرات.</p>
                                <p><strong>للتواصل معنا</strong><strong>:</strong></p>
                                <p>:إذا كان لديك أي أسئلة بشأن سياسة الخصوصية هذه، أو الممارسات بهذا المنصة، أو تعاملاتك
                                    مع المنصة، يمكنكم التواصل معنا من خلال:
                                    <a href="mailto:info@tmp.sa" target="_blank">info@tmp.sa</a></p>
                            </div>
                            <div class="modal-footer">
                                <button type="button" class="btn btn-default" data-dismiss="modal">
                                    اغلاق
                                </button>
                            </div>
                        </div>
                    </div>
                </div>

            </form>
            <!-- <div class="uk-margin-large uk-text-center">
                <a href="reset.html">نسيت كلمة المرور؟</a>
            </div> -->

        </div>

    </div>
    </div>
    @endsection